Repository: openedx/edx-enterprise
Catalog: enterprise/conf/locale/*/LC_MESSAGES/django.po
Languages: eo

source: Preview (course)
eo: Prévïéw (çöürsé) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Preview the data sharing consent page rendered in the context of a course enrollment.
eo: Prévïéw thé dätä shärïng çönsént pägé réndéréd ïn thé çöntéxt öf ä çöürsé énröllmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Preview (program)
eo: Prévïéw (prögräm) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Preview the data sharing consent page rendered in the context of a program enrollment.
eo: Prévïéw thé dätä shärïng çönsént pägé réndéréd ïn thé çöntéxt öf ä prögräm énröllmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Name of the user whose consent state is stored.
eo: Nämé öf thé üsér whösé çönsént stäté ïs störéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Whether consent is granted.
eo: Whéthér çönsént ïs gräntéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: Data Sharing Consent Record
eo: Dätä Shärïng Çönsént Réçörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: Data Sharing Consent Records
eo: Dätä Shärïng Çönsént Réçörds Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Course key for which data sharing consent is granted.
eo: Çöürsé kéý för whïçh dätä shärïng çönsént ïs gräntéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Data sharing consent text overrides
eo: Dätä shärïng çönsént téxt övérrïdés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Fill in a text for first paragraph of page. The following variables may be available:<br /><ul><li>enterprise_customer_name: A name of enterprise customer.</li><li>platform_name: Name of platform.</li><li>item: A string which is "course" or "program" depending on the type of consent.</li><li>course_title: Title of course. Available when type of consent is course.</li><li>course_start_date: Course start date. Available when type of consent is course.</li></ul>
eo: Fïll ïn ä téxt för fïrst pärägräph öf pägé. Thé föllöwïng värïäßlés mäý ßé äväïläßlé:<br /><ul><li>éntérprïsé_çüstömér_nämé: À nämé öf éntérprïsé çüstömér.</li><li>plätförm_nämé: Nämé öf plätförm.</li><li>ïtém: À strïng whïçh ïs "çöürsé" ör "prögräm" dépéndïng ön thé týpé öf çönsént.</li><li>çöürsé_tïtlé: Tïtlé öf çöürsé. Àväïläßlé whén týpé öf çönsént ïs çöürsé.</li><li>çöürsé_stärt_däté: Çöürsé stärt däté. Àväïläßlé whén týpé öf çönsént ïs çöürsé.</li></ul>#

source: Fill in a text for policy paragraph at the bottom of page. The following variables may be available:<br /><ul><li>enterprise_customer_name: A name of enterprise customer.</li><li>platform_name: Name of platform.</li><li>item: A string which is "course" or "program" depending on the type of consent.</li><li>course_title: Title of course. Available when type of consent is course.</li><li>course_start_date: Course start date. Available when type of consent is course.</li></ul>
eo: Fïll ïn ä téxt för pölïçý pärägräph ät thé ßöttöm öf pägé. Thé föllöwïng värïäßlés mäý ßé äväïläßlé:<br /><ul><li>éntérprïsé_çüstömér_nämé: À nämé öf éntérprïsé çüstömér.</li><li>plätförm_nämé: Nämé öf plätförm.</li><li>ïtém: À strïng whïçh ïs "çöürsé" ör "prögräm" dépéndïng ön thé týpé öf çönsént.</li><li>çöürsé_tïtlé: Tïtlé öf çöürsé. Àväïläßlé whén týpé öf çönsént ïs çöürsé.</li><li>çöürsé_stärt_däté: Çöürsé stärt däté. Àväïläßlé whén týpé öf çönsént ïs çöürsé.</li></ul>#

source: Fill in a text for left sidebar paragraph. The following variables may be available:<br /><ul><li>enterprise_customer_name: A name of enterprise customer.</li><li>platform_name: Name of platform.</li><li>item: A string which is "course" or "program" depending on the type of consent.</li><li>course_title: Title of course. Available when type of consent is course.</li><li>course_start_date: Course start date. Available when type of consent is course.</li></ul>
eo: Fïll ïn ä téxt för léft sïdéßär pärägräph. Thé föllöwïng värïäßlés mäý ßé äväïläßlé:<br /><ul><li>éntérprïsé_çüstömér_nämé: À nämé öf éntérprïsé çüstömér.</li><li>plätförm_nämé: Nämé öf plätförm.</li><li>ïtém: À strïng whïçh ïs "çöürsé" ör "prögräm" dépéndïng ön thé týpé öf çönsént.</li><li>çöürsé_tïtlé: Tïtlé öf çöürsé. Àväïläßlé whén týpé öf çönsént ïs çöürsé.</li><li>çöürsé_stärt_däté: Çöürsé stärt däté. Àväïläßlé whén týpé öf çönsént ïs çöürsé.</li></ul>#

source: Fill in a text for dialog which appears when user decline to provide consent. The following variables may be available:<br /><ul><li>enterprise_customer_name: A name of enterprise customer.</li><li>item: A string which is "course" or "program" depending on the type of consent.</li><li>course_title: Title of course. Available when type of consent is course.</li><li>course_start_date: Course start date. Available when type of consent is course.</li></ul>
eo: Fïll ïn ä téxt för dïälög whïçh äppéärs whén üsér déçlïné tö prövïdé çönsént. Thé föllöwïng värïäßlés mäý ßé äväïläßlé:<br /><ul><li>éntérprïsé_çüstömér_nämé: À nämé öf éntérprïsé çüstömér.</li><li>ïtém: À strïng whïçh ïs "çöürsé" ör "prögräm" dépéndïng ön thé týpé öf çönsént.</li><li>çöürsé_tïtlé: Tïtlé öf çöürsé. Àväïläßlé whén týpé öf çönsént ïs çöürsé.</li><li>çöürsé_stärt_däté: Çöürsé stärt däté. Àväïläßlé whén týpé öf çönsént ïs çöürsé.</li></ul>#

source: Fill in a text for title of the notification which appears on dashboard when user decline to provide consent. The following variables may be available:<br /><ul><li>enterprise_customer_name: A name of enterprise customer.</li><li>course_title: Title of course. Available when type of consent is course.</li></ul>
eo: Fïll ïn ä téxt för tïtlé öf thé nötïfïçätïön whïçh äppéärs ön däshßöärd whén üsér déçlïné tö prövïdé çönsént. Thé föllöwïng värïäßlés mäý ßé äväïläßlé:<br /><ul><li>éntérprïsé_çüstömér_nämé: À nämé öf éntérprïsé çüstömér.</li><li>çöürsé_tïtlé: Tïtlé öf çöürsé. Àväïläßlé whén týpé öf çönsént ïs çöürsé.</li></ul> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтα#

source: Fill in a text for message of the notification which appears on dashboard when user decline to provide consent. The following variables may be available:<br /><ul><li>enterprise_customer_name: A name of enterprise customer.</li><li>course_title: Title of course. Available when type of consent is course.</li></ul>
eo: Fïll ïn ä téxt för méssägé öf thé nötïfïçätïön whïçh äppéärs ön däshßöärd whén üsér déçlïné tö prövïdé çönsént. Thé föllöwïng värïäßlés mäý ßé äväïläßlé:<br /><ul><li>éntérprïsé_çüstömér_nämé: À nämé öf éntérprïsé çüstömér.</li><li>çöürsé_tïtlé: Tïtlé öf çöürsé. Àväïläßlé whén týpé öf çönsént ïs çöürsé.</li></ul> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя#

source: Title of page
eo: Tïtlé öf pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Text next to agreement check mark
eo: Téxt néxt tö ägréémént çhéçk märk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Text of agree button
eo: Téxt öf ägréé ßüttön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Text of decline link
eo: Téxt öf déçlïné lïnk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Text of policy drop down
eo: Téxt öf pölïçý dröp döwn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Heading text of dialog box which appears when user decline to provide consent
eo: Héädïng téxt öf dïälög ßöx whïçh äppéärs whén üsér déçlïné tö prövïdé çönsént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Text of decline button on confirmation dialog box
eo: Téxt öf déçlïné ßüttön ön çönfïrmätïön dïälög ßöx Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Text of abort decline link on confirmation dialog box
eo: Téxt öf äßört déçlïné lïnk ön çönfïrmätïön dïälög ßöx Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Specifies whether data sharing consent page is published.
eo: Spéçïfïés whéthér dätä shärïng çönsént pägé ïs püßlïshéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Preview the HTML template rendered in the context of a course enrollment.
eo: Prévïéw thé HTML témpläté réndéréd ïn thé çöntéxt öf ä çöürsé énröllmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Preview the HTML template rendered in the context of a program enrollment.
eo: Prévïéw thé HTML témpläté réndéréd ïn thé çöntéxt öf ä prögräm énröllmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: To get a CatalogIntegration object, this package must be installed in an Open edX environment.
eo: Tö gét ä ÇätälögÌntégrätïön ößjéçt, thïs päçkägé müst ßé ïnställéd ïn än Öpén édX énvïrönmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: Unlink selected objects from existing course catalogs
eo: Ûnlïnk séléçtéd ößjéçts fröm éxïstïng çöürsé çätälögs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: To add a single learner, enter an email address or username.
eo: Tö ädd ä sïnglé léärnér, éntér än émäïl äddréss ör üsérnämé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: To add multiple learners, upload a .csv file that contains a column of email addresses.
eo: Tö ädd mültïplé léärnérs, üplöäd ä .çsv fïlé thät çöntäïns ä çölümn öf émäïl äddréssés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: The .csv file must have a column of email addresses, indicated by the heading 'email' in the first row.
eo: Thé .çsv fïlé müst hävé ä çölümn öf émäïl äddréssés, ïndïçätéd ßý thé héädïng 'émäïl' ïn thé fïrst röw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Enroll these learners in this course
eo: Énröll thésé léärnérs ïn thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: To enroll learners in a course, enter a course ID.
eo: Tö énröll léärnérs ïn ä çöürsé, éntér ä çöürsé ÌD. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Or enroll these learners in this program
eo: Ör énröll thésé léärnérs ïn thïs prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: To enroll learners in a program, enter a program name or ID.
eo: Tö énröll léärnérs ïn ä prögräm, éntér ä prögräm nämé ör ÌD. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Course enrollment track
eo: Çöürsé énröllmént träçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Audit
eo: Àüdït Ⱡ'σяєм ιρѕ#

source: Verified
eo: Vérïfïéd Ⱡ'σяєм ιρѕυм ∂#

source: Professional Education
eo: Pröféssïönäl Édüçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: Professional Education (no ID)
eo: Pröféssïönäl Édüçätïön (nö ÌD) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Credit
eo: Çrédït Ⱡ'σяєм ιρѕυ#

source: Honor
eo: Hönör Ⱡ'σяєм ιρѕ#

source: Notify learners of enrollment
eo: Nötïfý léärnérs öf énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Send email
eo: Sénd émäïl Ⱡ'σяєм ιρѕυм ∂σłσ#

source: Do not notify
eo: Dö nöt nötïfý Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Identity Provider
eo: Ìdéntïtý Prövïdér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: The specified Identity Provider does not exist. For more information, contact a system administrator.
eo: Thé spéçïfïéd Ìdéntïtý Prövïdér döés nöt éxïst. För möré ïnförmätïön, çöntäçt ä sýstém ädmïnïsträtör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: The site for the selected identity provider ({identity_provider_site}) does not match the site for this enterprise customer ({enterprise_customer_site}). To correct this problem, select a site that has a domain of '{identity_provider_site}', or update the identity provider to '{enterprise_customer_site}'.
eo: Thé sïté för thé séléçtéd ïdéntïtý prövïdér ({identity_provider_site}) döés nöt mätçh thé sïté för thïs éntérprïsé çüstömér ({enterprise_customer_site}). Tö çörréçt thïs prößlém, séléçt ä sïté thät häs ä dömäïn öf '{identity_provider_site}', ör üpdäté thé ïdéntïtý prövïdér tö '{enterprise_customer_site}'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяι#

source: These catalogs for reporting do not match enterprisecustomer {enterprise_customer}: {invalid_catalogs}
eo: Thésé çätälögs för répörtïng dö nöt mätçh éntérprïséçüstömér {enterprise_customer}: {invalid_catalogs} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Enter enterprise channel worker username.
eo: Éntér éntérprïsé çhännél wörkér üsérnämé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Either "Email or Username" or "CSV bulk upload" must be specified, but both were.
eo: Éïthér "Émäïl ör Ûsérnämé" ör "ÇSV ßülk üplöäd" müst ßé spéçïfïéd, ßüt ßöth wéré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Error: Learners could not be added. Correct the following errors.
eo: Érrör: Léärnérs çöüld nöt ßé äddéd. Çörréçt thé föllöwïng érrörs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Either "Course ID" or "Program ID" can be specified, but both were.
eo: Éïthér "Çöürsé ÌD" ör "Prögräm ÌD" çän ßé spéçïfïéd, ßüt ßöth wéré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Enrollment track {course_mode} is not available for course {course_id}.
eo: Énröllmént träçk {course_mode} ïs nöt äväïläßlé för çöürsé {course_id}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Enrollment track {mode} is not available for all courses in program {program_title}. The available enrollment tracks are {modes}.
eo: Énröllmént träçk {mode} ïs nöt äväïläßlé för äll çöürsés ïn prögräm {program_title}. Thé äväïläßlé énröllmént träçks äré {modes}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Select a course enrollment track for the given course or program.
eo: Séléçt ä çöürsé énröllmént träçk för thé gïvén çöürsé ör prögräm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Failed to obtain available course enrollment tracks for program {program_title}
eo: Fäïléd tö ößtäïn äväïläßlé çöürsé énröllmént träçks för prögräm {program_title} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Could not retrieve details for the course ID {course_id}. Specify a valid ID.
eo: Çöüld nöt rétrïévé détäïls för thé çöürsé ÌD {course_id}. Spéçïfý ä välïd ÌD. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: {argument} does not appear to be a valid email address.
eo: {argument} döés nöt äppéär tö ßé ä välïd émäïl äddréss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: {argument} does not appear to be a valid email address or known username
eo: {argument} döés nöt äppéär tö ßé ä välïd émäïl äddréss ör knöwn üsérnämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Could not retrieve details for the program {program_id}. Specify a valid program ID or program name.
eo: Çöüld nöt rétrïévé détäïls för thé prögräm {program_id}. Spéçïfý ä välïd prögräm ÌD ör prögräm nämé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Expected a CSV file with [{expected_columns}] columns, but found [{actual_columns}] columns instead.
eo: Éxpéçtéd ä ÇSV fïlé wïth [{expected_columns}] çölümns, ßüt föünd [{actual_columns}] çölümns ïnstéäd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Searching programs by title returned {program_count} programs. Try using program UUID
eo: Séärçhïng prögräms ßý tïtlé rétürnéd {program_count} prögräms. Trý üsïng prögräm ÛÛÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Either "Email or Username" or "CSV bulk upload" must be specified, but neither were.
eo: Éïthér "Émäïl ör Ûsérnämé" ör "ÇSV ßülk üplöäd" müst ßé spéçïfïéd, ßüt néïthér wéré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Enrollment in program {program_id} is closed because it is in {status} status.
eo: Énröllmént ïn prögräm {program_id} ïs çlöséd ßéçäüsé ït ïs ïn {status} stätüs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: User with email address {email} is already registered with Enterprise Customer {ec_name}
eo: Ûsér wïth émäïl äddréss {email} ïs älréädý régïstéréd wïth Éntérprïsé Çüstömér {ec_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Enterprise channel worker user with the username "{channel_worker_username}" was not found.
eo: Éntérprïsé çhännél wörkér üsér wïth thé üsérnämé "{channel_worker_username}" wäs nöt föünd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Error at line {line}: {message}
eo: Érrör ät lïné {line}: {message} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: {count} new learner was added to {enterprise_customer_name}.
eo: {count} néw léärnér wäs äddéd tö {enterprise_customer_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: The following learners were already associated with this Enterprise Customer: {list_of_emails}
eo: Thé föllöwïng léärnérs wéré älréädý ässöçïätéd wïth thïs Éntérprïsé Çüstömér: {list_of_emails} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: The following learners are already associated with another Enterprise Customer. These learners were not added to {enterprise_customer_name}: {list_of_emails}
eo: Thé föllöwïng léärnérs äré älréädý ässöçïätéd wïth änöthér Éntérprïsé Çüstömér. Thésé léärnérs wéré nöt äddéd tö {enterprise_customer_name}: {list_of_emails} Ⱡ'σяєм ιρѕυ#

source: The following duplicate email addresses were not added: {list_of_emails}
eo: Thé föllöwïng düplïçäté émäïl äddréssés wéré nöt äddéd: {list_of_emails} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: {enrolled_count} learner was enrolled in {enrolled_in}.
eo: {enrolled_count} léärnér wäs énrölléd ïn {enrolled_in}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: The following learners could not be enrolled in {enrolled_in}: {user_list}
eo: Thé föllöwïng léärnérs çöüld nöt ßé énrölléd ïn {enrolled_in}: {user_list} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: The following learners do not have an account on {platform_name}. They have not been enrolled in {enrolled_in}. When these learners create an account, they will be enrolled automatically: {pending_email_list}
eo: Thé föllöwïng léärnérs dö nöt hävé än äççöünt ön {platform_name}. Théý hävé nöt ßéén énrölléd ïn {enrolled_in}. Whén thésé léärnérs çréäté än äççöünt, théý wïll ßé énrölléd äütömätïçällý: {pending_email_list} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒ#

source: the program
eo: thé prögräm Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Email {email} is not associated with Enterprise Customer {ec_name}
eo: Émäïl {email} ïs nöt ässöçïätéd wïth Éntérprïsé Çüstömér {ec_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Total count of items.
eo: Tötäl çöünt öf ïtéms. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: URL to fetch next page of items.
eo: ÛRL tö fétçh néxt pägé öf ïtéms. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: URL to fetch previous page of items.
eo: ÛRL tö fétçh prévïöüs pägé öf ïtéms. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: List of items.
eo: Lïst öf ïtéms. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Enterprise course catalog primary key.
eo: Éntérprïsé çöürsé çätälög prïmärý kéý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Catalog name
eo: Çätälög nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Query to retrieve catalog contents
eo: Qüérý tö rétrïévé çätälög çönténts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Number of courses contained in this catalog
eo: Nümßér öf çöürsés çöntäïnéd ïn thïs çätälög Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Usernames of users with explicit access to view this catalog
eo: Ûsérnämés öf üsérs wïth éxplïçït äççéss tö vïéw thïs çätälög Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Code Management - Request for Codes by {token_enterprise_name}
eo: Çödé Mänägémént - Réqüést för Çödés ßý {token_enterprise_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: {token_email} from {token_enterprise_name} has requested {token_number_codes} additional codes. Please reach out to them.
eo: {token_email} fröm {token_enterprise_name} häs réqüéstéd {token_number_codes} äddïtïönäl çödés. Pléäsé réäçh öüt tö thém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: {token_email} from {token_enterprise_name} has requested additional codes. Please reach out to them.
eo: {token_email} fröm {token_enterprise_name} häs réqüéstéd äddïtïönäl çödés. Pléäsé réäçh öüt tö thém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: [Enterprise API] Failure in sending e-mail to {token_cs_email} for {token_email} from {token_enterprise_name}
eo: [Éntérprïsé ÀPÌ] Fäïlüré ïn séndïng é-mäïl tö {token_cs_email} för {token_email} fröm {token_enterprise_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: To get a Catalog API client, this package must be installed in an Open edX environment.
eo: Tö gét ä Çätälög ÀPÌ çlïént, thïs päçkägé müst ßé ïnställéd ïn än Öpén édX énvïrönmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: To parse a Catalog API response, this package must be installed in an Open edX environment.
eo: Tö pärsé ä Çätälög ÀPÌ réspönsé, thïs päçkägé müst ßé ïnställéd ïn än Öpén édX énvïrönmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: The configured CatalogIntegration service user does not exist.
eo: Thé çönfïgüréd ÇätälögÌntégrätïön sérvïçé üsér döés nöt éxïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: There is no active CatalogIntegration.
eo: Théré ïs nö äçtïvé ÇätälögÌntégrätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: To get a ecommerce_api_client, this package must be installed in an Open edX environment.
eo: Tö gét ä éçömmérçé_äpï_çlïént, thïs päçkägé müst ßé ïnställéd ïn än Öpén édX énvïrönmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: To log in using this SSO identity provider and access special course offers, you must first consent to share your learning achievements with {enterprise_customer_name}.
eo: Tö lög ïn üsïng thïs SSÖ ïdéntïtý prövïdér änd äççéss spéçïäl çöürsé öfférs, ýöü müst fïrst çönsént tö shäré ýöür léärnïng äçhïévéménts wïth {enterprise_customer_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂#

source: In order to sign in and access special offers, you must consent to share your course data with {enterprise_customer_name}.
eo: Ìn ördér tö sïgn ïn änd äççéss spéçïäl öfférs, ýöü müst çönsént tö shäré ýöür çöürsé dätä wïth {enterprise_customer_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: If you do not consent to share your course data, that information may be shared with {enterprise_customer_name}.
eo: Ìf ýöü dö nöt çönsént tö shäré ýöür çöürsé dätä, thät ïnförmätïön mäý ßé shäréd wïth {enterprise_customer_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Welcome to {platform_name}.
eo: Wélçömé tö {platform_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
