Repository: openedx/edx-enterprise
Catalog: enterprise/conf/locale/*/LC_MESSAGES/django.po
Languages: eo

source: You have left the {strong_start}{enterprise_customer_name}{strong_end} website and are now on the {platform_name} site. {enterprise_customer_name} has partnered with {platform_name} to offer you high-quality, always available learning programs to help you advance your knowledge and career. {line_break}Please note that {platform_name} has a different {privacy_policy_link_start}Privacy Policy {privacy_policy_link_end} from {enterprise_customer_name}.
eo: Ýöü hävé léft thé {strong_start}{enterprise_customer_name}{strong_end} wéßsïté änd äré nöw ön thé {platform_name} sïté. {enterprise_customer_name} häs pärtnéréd wïth {platform_name} tö öffér ýöü hïgh-qüälïtý, älwäýs äväïläßlé léärnïng prögräms tö hélp ýöü ädvänçé ýöür knöwlédgé änd çäréér. {line_break}Pléäsé nöté thät {platform_name} häs ä dïfférént {privacy_policy_link_start}Prïväçý Pölïçý {privacy_policy_link_end} fröm {enterprise_customer_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєq#

source: A series of Master’s-level courses to advance your career, created by top universities and recognized by companies. MicroMasters Programs are credit-eligible, provide in-demand knowledge and may be applied to accelerate a Master’s Degree.
eo: À sérïés öf Mästér’s-lévél çöürsés tö ädvänçé ýöür çäréér, çréätéd ßý töp ünïvérsïtïés änd réçögnïzéd ßý çömpänïés. MïçröMästérs Prögräms äré çrédït-élïgïßlé, prövïdé ïn-démänd knöwlédgé änd mäý ßé äpplïéd tö äççéléräté ä Mästér’s Dégréé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє#

source: Designed by industry leaders and top universities to enhance professional skills, Professional Certificates develop the proficiency and expertise that employers are looking for with specialized training and professional education.
eo: Désïgnéd ßý ïndüstrý léädérs änd töp ünïvérsïtïés tö énhänçé pröféssïönäl skïlls, Pröféssïönäl Çértïfïçätés dévélöp thé pröfïçïénçý änd éxpértïsé thät émplöýérs äré löökïng för wïth spéçïälïzéd träïnïng änd pröféssïönäl édüçätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє#

source: Created by world-renowned experts and top universities, XSeries are designed to provide a deep understanding of key subjects through a series of courses. Complete the series to earn a valuable XSeries Certificate that illustrates your achievement.
eo: Çréätéd ßý wörld-rénöwnéd éxpérts änd töp ünïvérsïtïés, XSérïés äré désïgnéd tö prövïdé ä déép ündérständïng öf kéý süßjéçts thröügh ä sérïés öf çöürsés. Çömplété thé sérïés tö éärn ä välüäßlé XSérïés Çértïfïçäté thät ïllüsträtés ýöür äçhïévémént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσł#

source: {strong_start}We could not enroll you in {em_start}{item}{em_end}.{strong_end} {span_start}If you have questions or concerns about sharing your data, please contact your learning manager at {enterprise_customer_name}, or contact {link_start}{platform_name} support{link_end}.{span_end}
eo: {strong_start}Wé çöüld nöt énröll ýöü ïn {em_start}{item}{em_end}.{strong_end} {span_start}Ìf ýöü hävé qüéstïöns ör çönçérns äßöüt shärïng ýöür dätä, pléäsé çöntäçt ýöür léärnïng mänägér ät {enterprise_customer_name}, ör çöntäçt {link_start}{platform_name} süppört{link_end}.{span_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт,#

source: {strong_start}We could not gather price information for {em_start}{item}{em_end}.{strong_end} {span_start}If you continue to have these issues, please contact {link_start}{platform_name} support{link_end}.{span_end}
eo: {strong_start}Wé çöüld nöt gäthér prïçé ïnförmätïön för {em_start}{item}{em_end}.{strong_end} {span_start}Ìf ýöü çöntïnüé tö hävé thésé ïssüés, pléäsé çöntäçt {link_start}{platform_name} süppört{link_end}.{span_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσя#

source: {strong_start}Something happened.{strong_end} {span_start}This {item} is not currently open to new learners. Please start over and select a different {item}.{span_end}
eo: {strong_start}Söméthïng häppénéd.{strong_end} {span_start}Thïs {item} ïs nöt çürréntlý öpén tö néw léärnérs. Pléäsé stärt övér änd séléçt ä dïfférént {item}.{span_end} Ⱡ'σяєм #

source: {strong_start}Something happened.{strong_end} {span_start}This course link is currently invalid. Please reach out to your Administrator for assistance to this course.{span_end}
eo: {strong_start}Söméthïng häppénéd.{strong_end} {span_start}Thïs çöürsé lïnk ïs çürréntlý ïnvälïd. Pléäsé réäçh öüt tö ýöür Àdmïnïsträtör för ässïstänçé tö thïs çöürsé.{span_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт ł#

source: Enterprise Customer Type
eo: Éntérprïsé Çüstömér Týpé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Enterprise Customer Types
eo: Éntérprïsé Çüstömér Týpés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Specifies enterprise customer type.
eo: Spéçïfïés éntérprïsé çüstömér týpé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Enterprise Customer
eo: Éntérprïsé Çüstömér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: Enterprise Customers
eo: Éntérprïsé Çüstömérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Enterprise Customer name.
eo: Éntérprïsé Çüstömér nämé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Course catalog for the Enterprise Customer.
eo: Çöürsé çätälög för thé Éntérprïsé Çüstömér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Specify whether display the course original price on enterprise course landing page or not.
eo: Spéçïfý whéthér dïspläý thé çöürsé örïgïnäl prïçé ön éntérprïsé çöürsé ländïng pägé ör nöt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Specifies whether data sharing consent is enabled or disabled for learners signing in through this enterprise customer. If disabled, consent will not be requested, and eligible data will not be shared.
eo: Spéçïfïés whéthér dätä shärïng çönsént ïs énäßléd ör dïsäßléd för léärnérs sïgnïng ïn thröügh thïs éntérprïsé çüstömér. Ìf dïsäßléd, çönsént wïll nöt ßé réqüéstéd, änd élïgïßlé dätä wïll nöt ßé shäréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢α#

source: Specifies whether data sharing consent is optional, is required at login, or is required at enrollment.
eo: Spéçïfïés whéthér dätä shärïng çönsént ïs öptïönäl, ïs réqüïréd ät lögïn, ör ïs réqüïréd ät énröllmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Specifies whether the audit track enrollment option will be displayed in the course enrollment view.
eo: Spéçïfïés whéthér thé äüdït träçk énröllmént öptïön wïll ßé dïspläýéd ïn thé çöürsé énröllmént vïéw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Specifies whether to pass-back audit track enrollment data through an integrated channel.
eo: Spéçïfïés whéthér tö päss-ßäçk äüdït träçk énröllmént dätä thröügh än ïntégrätéd çhännél. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Specifies whether to replace the display of potentially sensitive SSO usernames with a more generic name, e.g. EnterpriseLearner.
eo: Spéçïfïés whéthér tö répläçé thé dïspläý öf pöténtïällý sénsïtïvé SSÖ üsérnämés wïth ä möré générïç nämé, é.g. ÉntérprïséLéärnér. Ⱡ'σ#

source: Specifies whether the customer is able to assign learners to cohorts upon enrollment.
eo: Spéçïfïés whéthér thé çüstömér ïs äßlé tö ässïgn léärnérs tö çöhörts üpön énröllmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Customer Type
eo: Çüstömér Týpé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Course details were not found for course key {} - Course Catalog API returned nothing. Proceeding with enrollment, but notifications won't be sent
eo: Çöürsé détäïls wéré nöt föünd för çöürsé kéý {} - Çöürsé Çätälög ÀPÌ rétürnéd nöthïng. Pröçéédïng wïth énröllmént, ßüt nötïfïçätïöns wön't ßé sént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι#

source: Enterprise Customer Learner
eo: Éntérprïsé Çüstömér Léärnér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: Enterprise Customer Learners
eo: Éntérprïsé Çüstömér Léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Logo images must be in .png format.
eo: Lögö ïmägés müst ßé ïn .png förmät. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Branding Configuration
eo: Brändïng Çönfïgürätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: Branding Configurations
eo: Brändïng Çönfïgürätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Enterprise Customer Entitlement
eo: Éntérprïsé Çüstömér Éntïtlémént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Enterprise Customer Entitlements
eo: Éntérprïsé Çüstömér Éntïtléménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Enterprise customer's entitlement id for relationship with e-commerce coupon.
eo: Éntérprïsé çüstömér's éntïtlémént ïd för rélätïönshïp wïth é-çömmérçé çöüpön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Seat Entitlement
eo: Séät Éntïtlémént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: The enterprise learner to which this enrollment is attached.
eo: Thé éntérprïsé léärnér tö whïçh thïs énröllmént ïs ättäçhéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: The ID of the course in which the learner was enrolled.
eo: Thé ÌD öf thé çöürsé ïn whïçh thé léärnér wäs énrölléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Query parameters which will be used to filter the discovery service's search/all endpoint results, specified as a Json object. An empty Json object means that all available content items will be included in the catalog.
eo: Qüérý pärämétérs whïçh wïll ßé üséd tö fïltér thé dïsçövérý sérvïçé's séärçh/äll éndpöïnt résülts, spéçïfïéd äs ä Jsön ößjéçt. Àn émptý Jsön ößjéçt méäns thät äll äväïläßlé çöntént ïtéms wïll ßé ïnçlüdéd ïn thé çätälög. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ρα#

source: Ordered list of enrollment modes which can be displayed to learners for course runs in this catalog.
eo: Ördéréd lïst öf énröllmént mödés whïçh çän ßé dïspläýéd tö léärnérs för çöürsé rüns ïn thïs çätälög. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Specifies whether courses should be published with direct-to-audit enrollment URLs.
eo: Spéçïfïés whéthér çöürsés shöüld ßé püßlïshéd wïth dïréçt-tö-äüdït énröllmént ÛRLs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Enterprise Customer Catalog
eo: Éntérprïsé Çüstömér Çätälög Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: Enterprise Customer Catalogs
eo: Éntérprïsé Çüstömér Çätälögs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Fill in a standard Django template that, when rendered, produces the email you want sent to newly-enrolled Enterprise Customer learners. The following variables may be available: <ul><li>user_name: A human-readable name for the person being emailed. Be sure to handle the case where this is not defined, as it may be missing in some cases. It may also be a username, if the learner hasn't configured their "real" name in the system.</li> <li>organization_name: The name of the organization sponsoring the enrollment.</li> <li>enrolled_in: Details of the course or program that was enrolled in. It may contain: <ul><li>name: The name of the enrollable item (e.g., "Demo Course").</li> <li>url: A link to the homepage of the enrolled-in item.</li> <li>branding: A custom branding name for the enrolled-in item. For example, the branding of a MicroMasters program would be "MicroMasters".</li> <li>start: The date the enrolled-in item becomes available. Render this to text using the Django `date` template filter (see <a href="https://docs.djangoproject.com/en/1.8/ref/templates/builtins/#date">the Django documentation</a>).</li><li>type: Whether the enrolled-in item is a course, a program, or something else.</li></ul></ul>
eo: Fïll ïn ä ständärd Djängö témpläté thät, whén réndéréd, prödüçés thé émäïl ýöü wänt sént tö néwlý-énrölléd Éntérprïsé Çüstömér léärnérs. Thé föllöwïng värïäßlés mäý ßé äväïläßlé: <ul><li>üsér_nämé: À hümän-réädäßlé nämé för thé pérsön ßéïng émäïléd. Bé süré tö händlé thé çäsé whéré thïs ïs nöt défïnéd, äs ït mäý ßé mïssïng ïn sömé çäsés. Ìt mäý älsö ßé ä üsérnämé, ïf thé léärnér häsn't çönfïgüréd théïr "réäl" nämé ïn thé sýstém.</li> <li>örgänïzätïön_nämé: Thé nämé öf thé örgänïzätïön spönsörïng thé énröllmént.</li> <li>énrölléd_ïn: Détäïls öf thé çöürsé ör prögräm thät wäs énrölléd ïn. Ìt mäý çöntäïn: <ul><li>nämé: Thé nämé öf thé énrölläßlé ïtém (é.g., "Démö Çöürsé").</li> <li>ürl: À lïnk tö thé hömépägé öf thé énrölléd-ïn ïtém.</li> <li>ßrändïng: À çüstöm ßrändïng nämé för thé énrölléd-ïn ïtém. För éxämplé, thé ßrändïng öf ä MïçröMästérs prögräm wöüld ßé "MïçröMästérs".</li> <li>stärt: Thé däté thé énrölléd-ïn ïtém ßéçömés äväïläßlé. Réndér thïs tö téxt üsïng thé Djängö `däté` témpläté fïltér (séé <a href="https://docs.djangoproject.com/en/1.8/ref/templates/builtins/#date">thé Djängö döçüméntätïön</a>).</li><li>týpé: Whéthér thé énrölléd-ïn ïtém ïs ä çöürsé, ä prögräm, ör söméthïng élsé.</li></ul></ul>#

source: Enter a string that can be used to generate a dynamic subject line for notification emails. The placeholder {course_name} will be replaced with the name of the course or program that was enrolled in.
eo: Éntér ä strïng thät çän ßé üséd tö généräté ä dýnämïç süßjéçt lïné för nötïfïçätïön émäïls. Thé pläçéhöldér {course_name} wïll ßé répläçéd wïth thé nämé öf thé çöürsé ör prögräm thät wäs énrölléd ïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρя#

source: Active
eo: Àçtïvé Ⱡ'σяєм ιρѕυ#

source: Delivery Method
eo: Délïvérý Méthöd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: The method in which the data should be sent.
eo: Thé méthöd ïn whïçh thé dätä shöüld ßé sént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: PGP Encryption Key
eo: PGP Énçrýptïön Kéý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: The key for encryption, if PGP encrypted file is required.
eo: Thé kéý för énçrýptïön, ïf PGP énçrýptéd fïlé ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Data Type
eo: Dätä Týpé Ⱡ'σяєм ιρѕυм ∂σł#

source: The type of data this report should contain.
eo: Thé týpé öf dätä thïs répört shöüld çöntäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Report Type
eo: Répört Týpé Ⱡ'σяєм ιρѕυм ∂σłσя #

source: The type this report should be sent as, e.g. CSV.
eo: Thé týpé thïs répört shöüld ßé sént äs, é.g. ÇSV. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Email
eo: Émäïl Ⱡ'σяєм ιρѕ#

source: The email(s), one per line, where the report should be sent.
eo: Thé émäïl(s), öné pér lïné, whéré thé répört shöüld ßé sént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Frequency
eo: Fréqüénçý Ⱡ'σяєм ιρѕυм ∂σł#

source: The frequency interval (daily, weekly, or monthly) that the report should be sent.
eo: Thé fréqüénçý ïntérväl (däïlý, wééklý, ör mönthlý) thät thé répört shöüld ßé sént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Day of Month
eo: Däý öf Mönth Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: The day of the month to send the report. This field is required and only valid when the frequency is monthly.
eo: Thé däý öf thé mönth tö sénd thé répört. Thïs fïéld ïs réqüïréd änd önlý välïd whén thé fréqüénçý ïs mönthlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Day of Week
eo: Däý öf Wéék Ⱡ'σяєм ιρѕυм ∂σłσя #

source: The day of the week to send the report. This field is required and only valid when the frequency is weekly.
eo: Thé däý öf thé wéék tö sénd thé répört. Thïs fïéld ïs réqüïréd änd önlý välïd whén thé fréqüénçý ïs wééklý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Hour of Day
eo: Höür öf Däý Ⱡ'σяєм ιρѕυм ∂σłσя #

source: The hour of the day to send the report, in Eastern Standard Time (EST). This is required for all frequency settings.
eo: Thé höür öf thé däý tö sénd thé répört, ïn Éästérn Ständärd Tïmé (ÉST). Thïs ïs réqüïréd för äll fréqüénçý séttïngs. Ⱡ'σяєм ιρѕυм ∂σ#

source: This password will be used to secure the zip file. It will be encrypted when stored in the database.
eo: Thïs pässwörd wïll ßé üséd tö séçüré thé zïp fïlé. Ìt wïll ßé énçrýptéd whén störéd ïn thé dätäßäsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: SFTP Host name
eo: SFTP Höst nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: If the delivery method is sftp, the host to deliver the report to.
eo: Ìf thé délïvérý méthöd ïs sftp, thé höst tö délïvér thé répört tö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: SFTP Port
eo: SFTP Pört Ⱡ'σяєм ιρѕυм ∂σł#

source: If the delivery method is sftp, the port on the host to connect to.
eo: Ìf thé délïvérý méthöd ïs sftp, thé pört ön thé höst tö çönnéçt tö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: SFTP username
eo: SFTP üsérnämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: If the delivery method is sftp, the username to use to securely access the host.
eo: Ìf thé délïvérý méthöd ïs sftp, thé üsérnämé tö üsé tö séçürélý äççéss thé höst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: If the delivery method is sftp, the password to use to securely access the host. The password will be encrypted when stored in the database.
eo: Ìf thé délïvérý méthöd ïs sftp, thé pässwörd tö üsé tö séçürélý äççéss thé höst. Thé pässwörd wïll ßé énçrýptéd whén störéd ïn thé dätäßäsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт ł#

source: SFTP file path
eo: SFTP fïlé päth Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: If the delivery method is sftp, the path on the host to deliver the report to.
eo: Ìf thé délïvérý méthöd ïs sftp, thé päth ön thé höst tö délïvér thé répört tö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Day of week must be set if the frequency is weekly.
eo: Däý öf wéék müst ßé sét ïf thé fréqüénçý ïs wééklý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Day of month must be set if the frequency is monthly.
eo: Däý öf mönth müst ßé sét ïf thé fréqüénçý ïs mönthlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Frequency must be set to either daily, weekly, or monthly.
eo: Fréqüénçý müst ßé sét tö éïthér däïlý, wééklý, ör mönthlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Email(s) must be set if the delivery method is email.
eo: Émäïl(s) müst ßé sét ïf thé délïvérý méthöd ïs émäïl. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Decrypted password must be set if the delivery method is email.
eo: Déçrýptéd pässwörd müst ßé sét ïf thé délïvérý méthöd ïs émäïl. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: SFTP Hostname must be set if the delivery method is sftp.
eo: SFTP Höstnämé müst ßé sét ïf thé délïvérý méthöd ïs sftp. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: SFTP username must be set if the delivery method is sftp.
eo: SFTP üsérnämé müst ßé sét ïf thé délïvérý méthöd ïs sftp. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: SFTP File Path must be set if the delivery method is sftp.
eo: SFTP Fïlé Päth müst ßé sét ïf thé délïvérý méthöd ïs sftp. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Decrypted SFTP password must be set if the delivery method is SFTP.
eo: Déçrýptéd SFTP pässwörd müst ßé sét ïf thé délïvérý méthöd ïs SFTP. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Close
eo: Çlösé Ⱡ'σяєм ιρѕ#

source: Home
eo: Hömé Ⱡ'σяєм ι#

source: Manage Learners
eo: Mänägé Léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Search Term:
eo: Séärçh Térm: Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Search email address or username
eo: Séärçh émäïl äddréss ör üsérnämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: User Email
eo: Ûsér Émäïl Ⱡ'σяєм ιρѕυм ∂σłσ#

source: Username
eo: Ûsérnämé Ⱡ'σяєм ιρѕυм ∂#

source: Linked Date
eo: Lïnkéd Däté Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Enroll
eo: Énröll Ⱡ'σяєм ιρѕυ#

source: Learner Email
eo: Léärnér Émäïl Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Date Added
eo: Däté Àddéd Ⱡ'σяєм ιρѕυм ∂σłσ#

source: Link learners
eo: Lïnk léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Transmit Courses Metadata
eo: Tränsmït Çöürsés Métädätä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Dear %(user_name)s,
eo: Déär %(user_name)s, Ⱡ'σяєм ιρѕυм ∂σł#

source: Hi!
eo: Hï! Ⱡ'σяєм#

source: You have been enrolled in <a href="%(program_url)s">%(program_name)s</a>, a %(program_branding)s program offered by %(organization_name)s. This program begins %(start_date)s. For more information, see <a href="%(program_url)s">%(program_name)s</a>.
eo: Ýöü hävé ßéén énrölléd ïn <a href="%(program_url)s">%(program_name)s</a>, ä %(program_branding)s prögräm öfféréd ßý %(organization_name)s. Thïs prögräm ßégïns %(start_date)s. För möré ïnförmätïön, séé <a href="%(program_url)s">%(program_name)s</a>. Ⱡ'σя#
