Repository: openedx/edx-enterprise
Catalog: enterprise/conf/locale/*/LC_MESSAGES/django.po
Languages: eo

source: You have been enrolled in <a href="%(course_url)s">%(course_name)s</a>, a course offered by %(organization_name)s. This course begins %(start_date)s. For more information, see <a href="%(course_url)s">%(course_name)s</a>.
eo: Ýöü hävé ßéén énrölléd ïn <a href="%(course_url)s">%(course_name)s</a>, ä çöürsé öfféréd ßý %(organization_name)s. Thïs çöürsé ßégïns %(start_date)s. För möré ïnförmätïön, séé <a href="%(course_url)s">%(course_name)s</a>. Ⱡ'σяєм ιρѕ#

source: <p> Thanks, </p> <p> The %(enrolled_in_name)s team </p>
eo: <p> Thänks, </p> <p> Thé %(enrolled_in_name)s téäm </p> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: You have been enrolled in %(program_name)s, a %(program_branding)s program offered by %(organization_name)s. This program begins %(start_date)s. For more information, see the following link: %(program_url)s
eo: Ýöü hävé ßéén énrölléd ïn %(program_name)s, ä %(program_branding)s prögräm öfféréd ßý %(organization_name)s. Thïs prögräm ßégïns %(start_date)s. För möré ïnförmätïön, séé thé föllöwïng lïnk: %(program_url)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσя#

source: You have been enrolled in %(course_name)s, a course offered by %(organization_name)s. This course begins %(start_date)s. For more information, see the following link: %(course_url)s
eo: Ýöü hävé ßéén énrölléd ïn %(course_name)s, ä çöürsé öfféréd ßý %(organization_name)s. Thïs çöürsé ßégïns %(start_date)s. För möré ïnförmätïön, séé thé föllöwïng lïnk: %(course_url)s Ⱡ'#

source: Thanks, The %(enrolled_in_name)s team
eo: Thänks, Thé %(enrolled_in_name)s téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: You've been enrolled in {course_name}!
eo: Ýöü'vé ßéén énrölléd ïn {course_name}! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: `user` must have one of either `email` or `user_email`.
eo: `üsér` müst hävé öné öf éïthér `émäïl` ör `üsér_émäïl`. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Unsupported file extension.
eo: Ûnsüppörtéd fïlé éxténsïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: The logo image file size must be less than or equal to %s KB.
eo: Thé lögö ïmägé fïlé sïzé müst ßé léss thän ör éqüäl tö %s KB. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: The following method from the Open edX platform is necessary for this view but isn't available.
eo: Thé föllöwïng méthöd fröm thé Öpén édX plätförm ïs néçéssärý för thïs vïéw ßüt ïsn't äväïläßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: {platform_name} home page
eo: {platform_name} hömé pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Data sharing consent required
eo: Dätä shärïng çönsént réqüïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Consent to share your data
eo: Çönsént tö shäré ýöür dätä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Per the {start_link}Data Sharing Policy{end_link}, {bold_start}{enterprise_customer_name}{bold_end} would like to know about:
eo: Pér thé {start_link}Dätä Shärïng Pölïçý{end_link}, {bold_start}{enterprise_customer_name}{bold_end} wöüld lïké tö knöw äßöüt: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: I agree to allow {platform_name} to share data about my enrollment, completion and performance in all {platform_name} courses and programs where my enrollment is sponsored by {enterprise_customer_name}.
eo: Ì ägréé tö ällöw {platform_name} tö shäré dätä äßöüt mý énröllmént, çömplétïön änd pérförmänçé ïn äll {platform_name} çöürsés änd prögräms whéré mý énröllmént ïs spönsöréd ßý {enterprise_customer_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσł#

source: Yes, continue
eo: Ýés, çöntïnüé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: No, take me back.
eo: Nö, täké mé ßäçk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Data Sharing Policy
eo: Dätä Shärïng Pölïçý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: Enrollment, completion, and performance data that may be shared with {enterprise_customer_name} (or its designee) for these courses and programs are limited to the following:
eo: Énröllmént, çömplétïön, änd pérförmänçé dätä thät mäý ßé shäréd wïth {enterprise_customer_name} (ör ïts désïgnéé) för thésé çöürsés änd prögräms äré lïmïtéd tö thé föllöwïng: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт α#

source: My email address for my {platform_name} account, and the date when I created my {platform_name} account
eo: Mý émäïl äddréss för mý {platform_name} äççöünt, änd thé däté whén Ì çréätéd mý {platform_name} äççöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: My {platform_name} ID, and if I log in via single sign-on, my {enterprise_customer_name} SSO user-ID
eo: Mý {platform_name} ÌD, änd ïf Ì lög ïn vïä sïnglé sïgn-ön, mý {enterprise_customer_name} SSÖ üsér-ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: My {platform_name} username
eo: Mý {platform_name} üsérnämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: My country or region of residence
eo: Mý çöüntrý ör régïön öf résïdénçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: What courses and/or programs I've enrolled in or unenrolled from, what track I enrolled in (audit or verified) and the date when I enrolled in each course or program
eo: Whät çöürsés änd/ör prögräms Ì'vé énrölléd ïn ör ünénrölléd fröm, whät träçk Ì énrölléd ïn (äüdït ör vérïfïéd) änd thé däté whén Ì énrölléd ïn éäçh çöürsé ör prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια#

source: Information about each course or program I've enrolled in, including its duration and level of effort required
eo: Ìnförmätïön äßöüt éäçh çöürsé ör prögräm Ì'vé énrölléd ïn, ïnçlüdïng ïts dürätïön änd lévél öf éffört réqüïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Whether I completed specific parts of each course or program (for example, whether I watched a given video or completed a given homework assignment)
eo: Whéthér Ì çömplétéd spéçïfïç pärts öf éäçh çöürsé ör prögräm (för éxämplé, whéthér Ì wätçhéd ä gïvén vïdéö ör çömplétéd ä gïvén höméwörk ässïgnmént) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм#

source: My overall percentage completion of each course or program on a periodic basis, including the total time spent in each course or program and the date when I last logged in to each course or program
eo: Mý övéräll pérçéntägé çömplétïön öf éäçh çöürsé ör prögräm ön ä pérïödïç ßäsïs, ïnçlüdïng thé tötäl tïmé spént ïn éäçh çöürsé ör prögräm änd thé däté whén Ì läst löggéd ïn tö éäçh çöürsé ör prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι#

source: My performance in each course or program
eo: Mý pérförmänçé ïn éäçh çöürsé ör prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: My final grade in each course or program, and the date when I completed each course or program
eo: Mý fïnäl grädé ïn éäçh çöürsé ör prögräm, änd thé däté whén Ì çömplétéd éäçh çöürsé ör prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: Whether I received a certificate in each course or program
eo: Whéthér Ì réçéïvéd ä çértïfïçäté ïn éäçh çöürsé ör prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: My permission applies only to data from courses or programs that are sponsored by {enterprise_customer_name}, and not to data from any {platform_name} courses or programs that I take on my own. I understand that I may withdraw my permission only by fully unenrolling from any courses or programs that are sponsored by {enterprise_customer_name}.
eo: Mý pérmïssïön äpplïés önlý tö dätä fröm çöürsés ör prögräms thät äré spönsöréd ßý {enterprise_customer_name}, änd nöt tö dätä fröm äný {platform_name} çöürsés ör prögräms thät Ì täké ön mý öwn. Ì ündérständ thät Ì mäý wïthdräw mý pérmïssïön önlý ßý füllý ünénröllïng fröm äný çöürsés ör prögräms thät äré spönsöréd ßý {enterprise_customer_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт#

source: Please note
eo: Pléäsé nöté Ⱡ'σяєм ιρѕυм ∂σłσя #

source: If you decline to consent, that fact may be shared with {enterprise_customer_name}.
eo: Ìf ýöü déçlïné tö çönsént, thät fäçt mäý ßé shäréd wïth {enterprise_customer_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Are you aware...
eo: Àré ýöü äwäré... Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: I decline
eo: Ì déçlïné Ⱡ'σяєм ιρѕυм ∂σł#

source: View the data sharing policy
eo: Vïéw thé dätä shärïng pölïçý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: View the {start_link}data sharing policy{end_link}.
eo: Vïéw thé {start_link}dätä shärïng pölïçý{end_link}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Return to Top
eo: Rétürn tö Töp Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: To access this {item}, you must first consent to share your learning achievements with {bold_start}{enterprise_customer_name}{bold_end}.
eo: Tö äççéss thïs {item}, ýöü müst fïrst çönsént tö shäré ýöür léärnïng äçhïévéménts wïth {bold_start}{enterprise_customer_name}{bold_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: In order to start this {item} and use your discount, {bold_start}you must{bold_end} consent to share your {item} data with {enterprise_customer_name}.
eo: Ìn ördér tö stärt thïs {item} änd üsé ýöür dïsçöünt, {bold_start}ýöü müst{bold_end} çönsént tö shäré ýöür {item} dätä wïth {enterprise_customer_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #

source: your enrollment in this {item}
eo: ýöür énröllmént ïn thïs {item} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: your learning progress
eo: ýöür léärnïng prögréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: course completion
eo: çöürsé çömplétïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Instructor-Paced
eo: Ìnstrüçtör-Päçéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Self-Paced
eo: Sélf-Päçéd Ⱡ'σяєм ιρѕυм ∂σłσ#

source: FREE
eo: FRÉÉ Ⱡ'σяєм ι#

source: Not eligible for a certificate.
eo: Nöt élïgïßlé för ä çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Earn a verified certificate!
eo: Éärn ä vérïfïéd çértïfïçäté! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Discount provided by {strong_start}{enterprise_customer_name}{strong_end}
eo: Dïsçöünt prövïdéd ßý {strong_start}{enterprise_customer_name}{strong_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Confirm your course
eo: Çönfïrm ýöür çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: Starts
eo: Stärts Ⱡ'σяєм ιρѕυ#

source: View Course Details
eo: Vïéw Çöürsé Détäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: Please select one:
eo: Pléäsé séléçt öné: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Price
eo: Prïçé Ⱡ'σяєм ιρѕ#

source: Continue
eo: Çöntïnüé Ⱡ'σяєм ιρѕυм ∂#

source: Level
eo: Lévél Ⱡ'σяєм ιρѕ#

source: Effort
eo: Éffört Ⱡ'σяєм ιρѕυ#

source: What you'll learn
eo: Whät ýöü'll léärn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: About This Course
eo: Àßöüt Thïs Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Course Staff
eo: Çöürsé Stäff Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: {} week
eo: {} wéék Ⱡ'σяєм ιρѕυм #

source: {count} Course
eo: {count} Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσ#

source: {}-{} hours per week, per course
eo: {}-{} höürs pér wéék, pér çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: {}-{} weeks per course
eo: {}-{} wééks pér çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: Purchase all unenrolled courses
eo: Pürçhäsé äll ünénrölléd çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: enrollment
eo: énröllmént Ⱡ'σяєм ιρѕυм ∂σłσ#

source: Pursue the program
eo: Pürsüé thé prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: program enrollment
eo: prögräm énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: enrolled
eo: énrölléd Ⱡ'σяєм ιρѕυм ∂#

source: already enrolled, must pay for certificate
eo: älréädý énrölléd, müst päý för çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Real Career Impact
eo: Réäl Çäréér Ìmpäçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: See More
eo: Séé Möré Ⱡ'σяєм ιρѕυм ∂#

source: See Less
eo: Séé Léss Ⱡ'σяєм ιρѕυм ∂#

source: Confirm Program
eo: Çönfïrm Prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Program Summary
eo: Prögräm Sümmärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Length
eo: Léngth Ⱡ'σяєм ιρѕυ#

source: Program not eligible for one-click purchase.
eo: Prögräm nöt élïgïßlé för öné-çlïçk pürçhäsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: What is an {platform_name} {program_type}?
eo: Whät ïs än {platform_name} {program_type}? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: What is {platform_name}?
eo: Whät ïs {platform_name}? Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Presented by {organization}
eo: Préséntéd ßý {organization} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Confirm your {item}
eo: Çönfïrm ýöür {item} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Credit- and Certificate-eligible
eo: Çrédït- änd Çértïfïçäté-élïgïßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Self-paced; courses can be taken in any order
eo: Sélf-päçéd; çöürsés çän ßé täkén ïn äný ördér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: {purchase_action} for
eo: {purchase_action} för Ⱡ'σяєм ιρѕυм #

source: Transmit data for only this EnterpriseCustomer. Omit this option to transmit to all EnterpriseCustomers with active integrated channels.
eo: Tränsmït dätä för önlý thïs ÉntérprïséÇüstömér. Ömït thïs öptïön tö tränsmït tö äll ÉntérprïséÇüstömérs wïth äçtïvé ïntégrätéd çhännéls. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσя#

source: Transmit data to this IntegrateChannel. Omit this option to transmit to all configured, active integrated channels.
eo: Tränsmït dätä tö thïs ÌntégrätéÇhännél. Ömït thïs öptïön tö tränsmït tö äll çönfïgüréd, äçtïvé ïntégrätéd çhännéls. Ⱡ'σяєм ιρѕυм ∂σł#

source: Enterprise customer {uuid} not found, or not active
eo: Éntérprïsé çüstömér {uuid} nöt föünd, ör nöt äçtïvé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Invalid integrated channel: {channel}
eo: Ìnvälïd ïntégrätéd çhännél: {channel} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Transmit Enterprise learner course completion data for the given EnterpriseCustomer.
eo: Tränsmït Éntérprïsé léärnér çöürsé çömplétïön dätä för thé gïvén ÉntérprïséÇüstömér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: Username of a user authorized to fetch grades from the LMS API.
eo: Ûsérnämé öf ä üsér äüthörïzéd tö fétçh grädés fröm thé LMS ÀPÌ. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: A user with the username {username} was not found.
eo: À üsér wïth thé üsérnämé {username} wäs nöt föünd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Enterprise Customer associated with the configuration.
eo: Éntérprïsé Çüstömér ässöçïätéd wïth thé çönfïgürätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Is this configuration active?
eo: Ìs thïs çönfïgürätïön äçtïvé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: The maximum number of data items to transmit to the integrated channel with each request.
eo: Thé mäxïmüm nümßér öf dätä ïtéms tö tränsmït tö thé ïntégrätéd çhännél wïth éäçh réqüést. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Enrollment Closed
eo: Énröllmént Çlöséd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: OAuth client identifier.
eo: ÖÀüth çlïént ïdéntïfïér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Base URL of success factors API.
eo: Bäsé ÛRL öf süççéss fäçtörs ÀPÌ. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Success factors company identifier.
eo: Süççéss fäçtörs çömpäný ïdéntïfïér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Success factors user identifier.
eo: Süççéss fäçtörs üsér ïdéntïfïér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: OAuth client secret.
eo: ÖÀüth çlïént séçrét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Type of SAP User (admin or user).
eo: Týpé öf SÀP Ûsér (ädmïn ör üsér). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: A comma-separated list of additional locales.
eo: À çömmä-sépärätéd lïst öf äddïtïönäl löçälés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Version of xAPI.
eo: Vérsïön öf xÀPÌ. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: URL of the LRS.
eo: ÛRL öf thé LRS. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Key of xAPI LRS.
eo: Kéý öf xÀPÌ LRS. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: secret of xAPI LRS.
eo: séçrét öf xÀPÌ LRS. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
